<?php
namespace SuggestTest\Data;

trait TestData{

    static $sentences = [
        '门框、窗框饰线',
        '地毯砖洛维娜 ',
        '地毯砖芬迪尔',
        '中式吊灯中式全铜云石吊灯',
        '进口PVC革现货荔枝纹软包沙发',
        '我的滑板鞋是进口',
        '我的进口滑板鞋',
        '进口食品',
        '进口',
        '设计师的公司',
        '三星（SAMSUNG）850 EVO系列 120G 2.5英寸 SATA-3固态硬盘',
        '小米 红米2A 增强版 白色 移动4G手机 双卡双待 四核移动4G双卡双待手机，增强',
        '瓷砖',
        '地板',
        '玻璃',
        '卫浴',
        '板材',
        '门窗',
        '地毯',
        '基材',
        '石材',
        '马赛克',
        '金属',
        '油漆涂料',
        '皮革',
        '墙纸',
        '布艺',
        '可循环材料',
        '有机复合材料',
        '无机复合材料',
        '窗帘',
        '五金',
        '电气产品',
        '光源',
        '灯具',
        '电器设备',
        '釉面砖',
        '通体砖',
        '抛光砖',
        '玻化砖',
        '仿古砖',
        '微晶石',
        '大理石瓷砖',
    ];
    public static function getData(){
        return self::$sentences;
    }
}